# Applications Homebrew
brew "git"
brew "tmux"
brew "stow"
brew "openjdk@21"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zoxide"
brew "maven"
brew "neovim"
brew "eza"


# Applications Cask
cask "visual-studio-code"
cask "font-caskaydia-cove-nerd-font"
cask "microsoft-edge"
cask "obsidian"
cask "raycast"
cask "wezterm"
cask "qbittorrent"
cask "nordvpn"
cask "keepingyouawake"
cask "vlc"
cask "sublime-text"
cask "zen"
cask "synologyassistant"
cask "microsoft-outlook"
